{"translation-revision-date":"2023-01-13 00:43:25+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"extension in your store.":["الامتداد في متجرك."],"Installing <strong>WooCommerce Payments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["سيؤدي تثبيت <strong>WooCommerce Payments<\/strong> إلى تفعيل امتداد <strong>%s<\/strong> تلقائيًا في متجرك.","سيؤدي تثبيت <strong>WooCommerce Payments<\/strong> إلى تفعيل امتدادات <strong>%s<\/strong> تلقائيًا في متجرك.","سيؤدي تثبيت <strong>WooCommerce Payments<\/strong> إلى تفعيل امتدادات <strong>%s<\/strong> تلقائيًا في متجرك.","سيؤدي تثبيت <strong>WooCommerce Payments<\/strong> إلى تفعيل امتدادات <strong>%s<\/strong> تلقائيًا في متجرك.","سيؤدي تثبيت <strong>WooCommerce Payments<\/strong> إلى تفعيل امتدادات <strong>%s<\/strong> تلقائيًا في متجرك.","سيؤدي تثبيت <strong>WooCommerce Payments<\/strong> إلى تفعيل امتدادات <strong>%s<\/strong> تلقائيًا في متجرك."],"Enable Affirm alongside WooCommerce Payments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["قم بتمكين Affirm إلى جانب WooCommerce Payments، وامنح المشترين القدرة على اختيار خيار الدفع المناسب لهم وميزانيتهم - بدءًا من 4 دفعات من دون فوائد كل أسبوعين ووصولاً إلى الأقساط الشهرية."],"Enable Klarna alongside WooCommerce Payments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["قم بتمكين Klarna إلى WooCommerce Payments. مع Klarna Payments، يمكن للمشترين اختيار خيار تقسيط الدفع الذي يرغبون فيه، سواء أكان \"الدفع الآن\" أم \"الدفع لاحقًا\" أم \"تجزئته\". لا توجد أرقام لبطاقات الائتمان، ولا كلمات مرور، ولا داعي للشعور بالقلق."],"Enable Amazon Pay alongside WooCommerce Payments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["قم بتمكين Amazon Pay إلى جانب WooCommerce Payments، وامنح المشترين القدرة على الدفع عبر Amazon Pay. تتم المعاملات عبر المربعات الجانبية المضمَّنة في Amazon، لذا لن يغادر المشتري موقعك."],"Enable PayPal Payments alongside WooCommerce Payments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["قم بتمكين PayPal Payments إلى جانب WooCommerce Payments. امنح عملاءك طريقة أخرى للدفع بأمان وسهولة عبر PayPal وPayLater وVenmo."],"Add more ways for buyers to pay":["إضافة مزيد من طرق دفع المشترين"],"Why should I choose WooCommerce Payments over other payment gateways?":["لمَ ينبغي لي اختيار WooCommerce Payments على بوابات الدفع الأخرى."],"Dismiss and send feedback":["الرفض وإرسال الملحوظات"],"Why would you like to dismiss the new payments experience?":["لمَ ترغب في رفض تجربة المدفوعات الجديدة؟"],"Note that the extension hasn’t been installed, this will simply remove WooCommerce Payments from the navigation. Please take a moment to tell us why you’d like to dismiss WooCommerce Payments.":["لاحظ أن الامتداد لم يتم تثبيته، سيؤدي هذا ببساطة إلى إزالة WooCommerce Payments من التنقل. يرجى تخصيص بعض الوقت لإخبارنا بسبب رغبتك في رفض WooCommerce Payments."],"No thanks, I don’t want WooCommerce Payments":["لا شكرًا، لا أريد WooCommerce Payments"],"For more details on which subscription offering is right for your store, refer to the <a>guide comparing subscription options<\/a>.":["لمزيد من التفاصيل حول عرض الاشتراك المناسب لمتجرك، ارجع إلى <a>دليل مقارنة خيارات الاشتراك<\/a>."],"WooCommerce Payments supports charging automatic recurring payments via <a1>built-in subscription functionality<\/a1> for some stores or the <a2>WooCommerce Subscriptions<\/a2> plugin for all other stores.":["تدعم WooCommerce Payments تحمل تكاليف المدفوعات المتكررة التلقائية من خلال <a1>وظائف الاشتراك المدمجة<\/a1> لبعض المتاجر أو إضافة <a2>اشتراكات WooCommerce<\/a2> لجميع المتاجر الأخر."],"Stores accepted into the promotional program will receive a 20% discount on total payment processing costs on the first $1,000,000 USD of payment processing volume conducted using WooCommerce Payments, for up to 6 months from the date your store is accepted into the program. Learn more about eligibility for the promotional program and its terms and conditions <a>here<\/a>.":["ستتلقى المتاجر التي تم قبولها في البرنامج الترويجي خصمًا قدره 20% على إجمالي تكاليف معالجة الدفع على أول 1000000 دولار أمريكي من حجم معالجة الدفع التي تم إجراؤها باستخدام WooCommerce Payments لمدة تصل إلى 6 أشهر من تاريخ قبول متجرك في البرنامج. اعرف مزيدًا حول استحقاق البرنامج التعليمي وشروطه وأحكامه <a>هنا<\/a>."],"Maximize checkout conversion by providing buyers the payment methods that are most popular and relevant to them including credit & debit cards, Apple Pay, Google Pay, and local options based on their country. WooCommerce Payments gives your store more flexibility and your customers more purchasing power – including compatibility with extensions to add options like PayPal, Amazon Pay, as well as installment and buy now, pay later options like Affirm, Klarna, and Afterpay.":["قم بزيادة تحويل إجراءات السداد إلى أقصى حد عن طريق تزويد المشترين بطرق دفع أكثر شيوعًا وذات صلة بهم، بما في ذلك بطاقات الائتمان والخصم وApple Pay وGoogle Pay والخيارات المحلية بناءً على بلدك. تمنح WooCommerce Payments متجرك مرونة أكثر، كما تمنح عملائك قدرة شرائية أكبر – بما في ذلك التوافق مع الإضافات لإضافة خيارات، مثل PayPal، وAmazon Pay، بالإضافة إلى خيارات التقسيط والشراء الآن والدفع لاحقًا، مثل Affirm، وKlarna، وAfterpay."],"Native multi-currency: multi-currency support built right in. Increase sales by making it easier for customers outside your country to purchase from your store, in local currencies, without another extension.":["العملات المتعددة الأصلية: تم دمج دعم العملات المتعددة. يمكنك زيادة المبيعات عن طريق التسهيل على العملاء المتواجدين خارج بلدك الشراء من متجرك بالعملات المحلية من دون إضافة أخرى."],"In-person payments: WooCommerce Payments enables you to sell online and offline with the official WooCommerce mobile app instead of a paid POS solution (US and Canada only).":["المدفوعات الشخصية: تمكنك WooCommerce Payments من البيع عبر الإنترنت ومن دون اتصال بالإنترنت باستخدام تطبيق WooCommerce الرسمي للهاتف المحمول بدلاً من حل POS المدفوع (الولايات المتحدة وكندا فقط)."],"Collect payments, handle disputes, and track revenue from inside your store’s dashboard. You can also securely accept credit and debit card payments, Apple Pay, local payment methods, recurring revenue, accelerated checkout, and more – in over 100+ currencies with WooCommerce Payments.":["يمكنك تحصيل المدفوعات وفض النزاعات وتعقُّب الإيرادات من داخل لوحة تحكم متجرك. يمكنك كذلك قبول المدفوعات من خلال بطاقات الائتمان والخصم وApple Pay وطرق الدفع المحلية والإيرادات المتكررة وإجراءات السداد المُسرَّعة والمزيد بشكل آمن - بأكثر من 100 عملة باستخدام WooCommerce Payments."],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce.":["قم بإدارة نشاطك التجاري وإدارة مدفوعاتك كل ذلك في مكان واحد فقط باستخدام الحل الذي تم إنشاؤه والمدعوم بواسطة WooCommerce."],"Give your buyers more ways to pay":["منح مشتريك طرق إضافية للدفع"],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce. With WooCommerce Payments you can collect payments, handle disputes, and track revenue from inside your store’s dashboard – with no setup costs or monthly fees.":["قم بإدارة نشاطك التجاري وإدارة مدفوعاتك كل ذلك في مكان واحد فقط باستخدام الحل الذي تم إنشاؤه والمدعوم بواسطة WooCommerce. بفضل WooCommerce Payments، يمكنك تحصيل المدفوعات وفض النزاعات وتعقُّب الإيرادات من داخل لوحة تحكم متجرك – من دون أي تكاليف إعداد أو رسوم شهرية."],"*See <a>Terms and Conditions<\/a> for more details.":["*اطلع على <a>الشروط والأحكام<\/a> للحصول على مزيد من التفاصيل."],"Discount will be applied to payments processed via WooCommerce Payments upon completion of installation, setup, and onboarding of WooCommerce Payments.":["سينطبق الخصم على المدفوعات التي تمت معالجتها من خلال WooCommerce Payments عند اكتمال تثبيت WooCommerce Payments وإعداده وإلحاقه."],"<b>20% off payment processing<\/b><br\/>on up to $1,000,000 USD in payments or over the next 6 months, whichever comes first.*":["<b>خصم قدره 20% على معالجة مدفوعات تصل إلى <\/b><br\/>1000000 دولار أمريكي أو على مدى الستة أشهر القادمة، أيهما أقرب.*"],"Payments, made simple":["المدفوعات أصبحت في غاية البساطة"],"Get in touch":["ابق على اتصال"],"Have more questions?":["هل لديك أسئلة أخرى؟"],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["هل يمكن لمدفوعات WooCommerce دعم خيارات الاشتراكات والمدفوعات المتكررة؟"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["إذا أصبحنا على دراية بوجود نشاط محظور، فقد نقوم بتقييد الحساب المسؤول عن ذلك أو إيقافه."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["يعني التسجيل لاستخدام مدفوعات WooCommerce أنك توافق على عدم قبول المدفوعات المتعلقة بهذه الأنشطة أو الممارسات أو المنتجات المُقيدة. نعمل كذلك على ضمان عدم إجراء أي نشاط محظور على مدفوعات WooCommerce."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["يمكن العثور على القائمة الكاملة لهذه الأعمال في <a>قائمة الأعمال المُقيدة الخاصة بـ Stripe<\/a>."],"Firearms, ammunition":["الأسلحة النارية والذخائر"],"Substances designed to mimic illegal drugs":["مواد مصممة لتقليد المخدرات غير المشروعة"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["نشاط شبكات التواصل الاجتماعي، مثل متابعي تويتر وإعجابات فيسبوك ومشاهدات يوتيوب"],"Pseudo pharmaceuticals":["منتجات دوائية زائفة"],"Multi-level marketing":["تسويق متعدد المستويات"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["أدوات المخدرات (بما في ذلك السيجارة الإلكترونية والفيب والمغذيات)"],"Adult content and services":["محتوى وخدمات البالغين"],"Counterfeit goods":["السلع المقلدة"],"Virtual currency, including video game or virtual world credits":["العملة الافتراضية، بما في ذلك أرصدة لعبة الفيديو والعالم الافتراضي"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["نظرًا إلى القيود المفروضة من شبكات البطاقات ومزودي خدمات الدفع لدينا ومزودي الخدمة المالية، تتمثَّل بعض الأعمال وأنواع المنتجات غير المسموح لها بالتعامل باستخدام مدفوعات WooCommerce، بما في ذلك على سبيل المثال لا الحصر فيما يأتي:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["ما المنتجات غير المسموح بها على مخزني عند الموافقة على المدفوعات باستخدام مدفوعات WooCommerce؟"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["ستعكس معظم البنوك الوديعة في حسابك بمجرد تلقيها التحويل من مدفوعات WooCommerce. قد يستغرق بعضها قليلاً من الأيام الإضافية لجعل الرصيد متاحًا لك."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["على سبيل المثال، شركة مقرها نيوزيلندا لديها فترة انتظار قدرها 4 أيام عمل. سيتم دفع المدفوعات التي تم إجراؤها على هذا الحساب في يوم الأربعاء يوم الثلاثاء القادم."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["أصبحت المدفوعات التي يتم تلقيها كل يوم جزءًا من الرصيد المعلق. سيصبح الرصيد المعلق متاحًا بعد فترة انتظار. في اليوم الذي يصبح فيه متاحًا، سيتم دفعه تلقائيًا إلى حسابك في البنك. تعتمد فترة الانتظار على بلد الحساب."],"For most accounts, WooCommerce Payments <a>automatically pays out<\/a> your available account balance into your nominated account daily after a standard pending period.":["بالنسبة إلى معظم الحسابات، تدفع ميزة WooCommerce Payments <a>تلقائيًا<\/a> رصيد حسابك المتوافر داخل حسابك الذي تم ترشيحه بشكل يومي بعد فترة انتظار قياسية."],"When will I receive deposits for my WooCommerce Payments account balance?":["متى سأتلقى ودائع لرصيد حساب مدفوعات WooCommerce الخاص بي؟"],"<a>View all fees<\/a>":["<a>عرض جميع الرسوم<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account, the form of payment the buyer chooses, and the country of your customers card.":["تستخدم مدفوعات WooCommerce نموذج تسعير الدفع أولاً بأول. لا تدفع سوى مقابل النشاط على الحساب. لا توجد رسوم إعداد أو رسوم شهرية. تختلف الرسوم حسب بلد حسابك وأسلوب الدفع الذي يختاره المشتري والبلد الذي توجد فيه بطاقة عملائك."],"What are the fees for WooCommerce Payments?":["ما رسوم مدفوعات WooCommerce؟"],"How will I save money using WooCommerce Payments?":["كيف سأدخر المال باستخدام مدفوعات WooCommerce؟"],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension (US only).":["وظائف الاشتراك: قم بتوفير للعملاء خيار متكرر لمخزونك من دون شراء إضافة إضافية (الولايات المتحدة فقط)."],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["نعم. تعمل مدفوعات WooCommerce إلى جانب مزودي خدمة الدفع الآخرين، بما في ذلك Stripe وPayPal وكل المزودين الآخرين. لقد قمنا بإنشائها مع مراعاة هذه المرونة بحيث يمكنك ضمان أن مخزنك يعمل على تلبية احتياجات أعمالك."],"Can I use WooCommerce Payments alongside other payment gateways?":["هل يمكنني استخدام مدفوعات WooCommerce إلى جانب بوابات الدفع الأخرى؟"],"What is WooCommerce Payments?":["ما مدفوعات WooCommerce؟"],"Frequently asked questions":["الأسئلة المتداولة"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["يعني النقر على \"تثبيت\" أنك توافق على <a>شروط الخدمة<\/a>"],"Just dismiss WooCommerce Payments":["رفض WooCommerce Payments"],"It’s something else (Please share below)":["إنه شيء آخر (يرجى المشاركة أدناه)"],"I’m open to installing it another time":["إنني مستعد لتثبيته مرة أخرى"],"I need more information about WooCommerce Payments":["إنني بحاجة إلى معلومات حول مدفوعات WooCommerce"],"I don’t want to install another plugin":["لا أريد تثبيت إضافة أخرى"],"I’m already happy with my payments setup":["أشعر بالسعادة بالفعل بشأن إعداد مدفوعاتي"],"Limited time offer":["عرض لفترة محدودة"],"See more":["مشاهدة المزيد"],"PayPal Payments":["مدفوعات PayPal"],"Comments (Optional)":["تعليقات (اختياري)"],"WooCommerce Payments":["المدفوعات WooCommerce"],"Install":["تنصيب"],"Klarna":["Klarna"],"Learn more":["معرفة المزيد"],"No thanks":["لا شكرًا"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}